{
  "BackAndForward.vim": { "branch": "master" },
  "budoux.lua": { "branch": "main" },
  "bullets.vim": { "branch": "master" },
  "conflict-marker.vim": { "branch": "master" },
  "ddc-converter_remove_overlap": { "branch": "main" },
  "ddc-fuzzy": { "branch": "main" },
  "ddc-matcher_head": { "branch": "main" },
  "ddc-sorter_rank": { "branch": "main" },
  "ddc-source-file": { "branch": "main" },
  "ddc-source-github": { "branch": "main" },
  "ddc-source-lsp": { "branch": "main" },
  "ddc-source-todoist": { "branch": "main" },
  "ddc-ui-native": { "branch": "main" },
  "ddc-ui-pum": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "ddu-column-filename": { "branch": "main" },
  "ddu-column-icon_filename": { "branch": "main" },
  "ddu-filter-matcher_substring": { "branch": "main" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-source-buffer": { "branch": "main" },
  "ddu-source-comments": { "branch": "main" },
  "ddu-source-file": { "branch": "main" },
  "ddu-source-file_external": { "branch": "main" },
  "ddu-source-file_rec": { "branch": "main" },
  "ddu-source-gh_pr_diff": { "branch": "main" },
  "ddu-source-git_blame": { "branch": "main" },
  "ddu-source-git_log": { "branch": "main" },
  "ddu-source-git_status": { "branch": "main" },
  "ddu-source-help": { "branch": "main" },
  "ddu-source-lsp": { "branch": "main" },
  "ddu-source-marks": { "branch": "main" },
  "ddu-source-rg": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu-ui-filer": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "emmet-vim": { "branch": "master" },
  "everforest": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "iceberg.vim": { "branch": "master" },
  "image.nvim": { "branch": "master" },
  "kdl.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lexima.vim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "md-render.nvim": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "moonbit.nvim": { "branch": "main" },
  "neoformat": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-rulebook": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "skkeleton": { "branch": "main" },
  "sqls.nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "text-case.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "vim-artemis": { "branch": "main" },
  "vim-easymotion": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-sandwich": { "branch": "master" }
}
