tap "homebrew/bundle"
tap "homebrew/services"
tap "wez/wezterm"
brew "act"
brew "actionlint"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "libnghttp2"
brew "curl"
brew "difftastic"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghc"
brew "git"
brew "glow"
brew "hadolint"
brew "haskell-language-server"
brew "hyperfine"
brew "icu4c@76"
brew "jq"
brew "less"
brew "libsixel"
brew "lsd"
brew "lua-language-server"
brew "mas"
brew "neovim"
brew "sqlite"
brew "pgcli"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "telnet"
brew "tig"
brew "tree"
brew "vim"
brew "wabt"
brew "xdg-ninja"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "aquaskk"
cask "brave-browser"
cask "chatgpt"
cask "font-anek-latin"
cask "font-biz-udgothic"
cask "font-cica"
cask "font-commit-mono"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-geist-mono"
cask "font-gidole"
cask "font-hack"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-josefin-sans"
cask "font-lato"
cask "font-martian-mono"
cask "font-monaspace"
cask "font-noto-sans-cjk-jp"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "font-quicksand"
cask "font-rounded-mplus"
cask "font-udev-gothic"
cask "google-chrome"
cask "google-chrome@canary"
cask "google-cloud-sdk"
cask "keka"
cask "kekaexternalhelper"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
cask "yubico-authenticator"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "jdinhlife.gruvbox"
vscode "jonathanharty.gruvbox-material-icon-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
