tap "jorgerojas26/lazysql"
brew "act"
brew "actionlint"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "curl"
brew "difftastic"
brew "efm-langserver"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "glow"
brew "gnu-time"
brew "hadolint"
brew "hyperfine"
brew "jq"
brew "lazydocker"
brew "lazysql"
brew "less"
brew "libsixel"
brew "lsd"
brew "mas"
brew "neovim"
brew "pgcli"
brew "portaudio"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "sqlite"
brew "tig"
brew "tree"
brew "vim"
brew "wabt"
brew "xdg-ninja"
brew "yazi"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "aquaskk"
cask "brave-browser"
cask "claude"
cask "figma"
cask "firefox"
cask "font-anek-latin"
cask "font-biz-udgothic"
cask "font-bizter"
cask "font-fira-code-nerd-font"
cask "font-gidole"
cask "font-ibm-plex-sans-jp"
cask "font-kosugi"
cask "font-lato"
cask "font-monaspace"
cask "font-moralerspace"
cask "font-moralerspace-nf"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "font-rounded-mplus"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "google-chrome"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "macvim"
cask "microsoft-edge"
cask "obsidian"
cask "ollama"
cask "orbstack"
cask "raycast"
cask "slack"
cask "superwhisper"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
cask "yubico-authenticator"
mas "Gifski", id: 1351639930
mas "Kindle", id: 302584613
mas "RunCat", id: 1429033973
