tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "emojify"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "glow"
brew "jq"
brew "less"
brew "lsd"
brew "ripgrep"
brew "sheldon"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "xdg-ninja"
cask "alacritty"
cask "appcleaner"
cask "aquaskk"
cask "bitwarden"
cask "figma"
cask "firefox"
cask "font-anek-latin"
cask "font-biz-udgothic"
cask "font-cica"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-gidole"
cask "font-hack"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-lato"
cask "font-noto-sans-cjk-jp"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "font-ricty-diminished"
cask "font-rounded-mplus"
cask "font-udev-gothic"
cask "google-chrome"
cask "keka"
cask "kekaexternalhelper"
cask "notion"
cask "raycast"
cask "slack"
cask "tabby"
cask "visual-studio-code"
cask "vivaldi"
cask "zoom"
{{if (eq .chezmoi.username "ayuzaka")}}
tap "dart-lang/dart"
tap "wez/wezterm"
tap "leoafarias/fvm"
brew "openssl@1.1"
brew "cmake"
brew "dart-lang/dart/dart"
brew "leoafarias/fvm/fvm"
cask "android-studio"
cask "brave-browser"
cask "cron"
cask "kindle"
cask "spotify"
cask "zulip"
{{end}}
{{if (eq .chezmoi.hostname "melty-kazuya")}}
cask "asana"
{{end}}
