brew "docker"
brew "git"
brew "gnu-time"
brew "less"
brew "libsixel"
brew "terminal-notifier"
brew "tig"
brew "tree"
brew "vim"
brew "wabt"
brew "xdg-ninja"
brew "mise"
cask "1password"
cask "claude"
cask "font-anek-latin"
cask "font-biz-udgothic"
cask "font-fira-code-nerd-font"
cask "font-gidole"
cask "font-hackgen-nerd"
cask "font-ibm-plex-sans-jp"
cask "font-kosugi"
cask "font-monaspace"
cask "font-plemol-jp-nf"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@canary"
cask "ngrok"
cask "raycast"
cask "wezterm"
mas "Gifski", id: 1351639930
mas "RunCat", id: 1429033973

{{ if (eq .purpose "work") }}
cask "figma"
cask "slack"
cask "gcloud-cli"
brew "docker-desktop"
{{ else }}
cask "brave-browser"
cask "keycastr"
cask "spotify"
cask "termius"
tap "tursodatabase/tap"
cask "yubico-authenticator"
mas "Kindle", id: 302584613
{{ end }}
