tap "localstack/tap"
brew "act"
brew "shellcheck"
brew "actionlint"
brew "sqlite"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "curl"
brew "difftastic"
brew "docker"
brew "efm-langserver"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "glow"
brew "gnu-time"
brew "go"
brew "hadolint"
brew "hyperfine"
brew "jq"
brew "lazydocker"
brew "less"
brew "libsixel"
brew "lsd"
brew "mas"
brew "neovim"
brew "nkf"
brew "pgcli"
brew "portaudio"
brew "ripgrep"
brew "sheldon"
brew "stripe-cli"
brew "tig"
brew "tree"
brew "vim", link: false
brew "wabt"
brew "xdg-ninja"
brew "yazi"
brew "zoxide"
brew "localstack/tap/localstack-cli"
cask "1password"
cask "1password-cli"
cask "aquaskk"
cask "chatgpt"
cask "claude"
cask "dbeaver-community"
cask "figma"
cask "firefox"
cask "font-anek-latin"
cask "font-biz-udgothic"
cask "font-bizter"
cask "font-fira-code-nerd-font"
cask "font-gidole"
cask "font-ibm-plex-sans-jp"
cask "font-kosugi"
cask "font-lato"
cask "font-monaspace"
cask "font-montserrat"
cask "font-moralerspace"
cask "font-moralerspace-nf"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "font-rounded-mplus"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "font-work-sans"
cask "font-zen-kaku-gothic-new"
cask "gcloud-cli"
cask "google-chrome"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "macvim-app"
cask "microsoft-edge"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "ollama-app"
cask "raycast"
cask "slack"
cask "superwhisper"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
